import Image from 'next/image'

export default function Home() {
  
  return (
    <div className='tx-center'><h1>Page</h1>
    <br/>
    <p className="block_info">
    Next.js — это платформа для создания визуализируемых сервером приложений 
    JavaScript на основе React.js, Node.js, Webpack и Babel.js. По сути, это шаблон
     проекта для React, в котором особое внимание уделяется рекомендациям, позволяющим 
     создавать "универсальные" веб-приложения простым и согласованным способом практически без настройки. 
    Эти "универсальные" визуализируемые сервером веб-приложения иногда называют изоморфными.
</p>

     </div>
  )
}
